;------------ Encoding: UTF-16 ------------
;请对照 CapsLock+settingsDemo.ini 来配置相关设置
[Global]
autostart=1

loadScript=scriptDemo.js

[QSearch]
g   <google>=https://www.google.com/search?q={q}
tb  <taobao>=http://s.taobao.com/search?q={q}

[QRun]
wimi=D:\坚果云\微茗
git=C:\Program Files\Git\git-bash.exe
[QWeb]
mail=https://exmail.qq.com/cgi-bin/loginpage

[TabHotString]

[QStyle]
;边框颜色
;指定16种HTML基础颜色之一或6位的RGB颜色值(0x前缀可以省略)。例如：red、ffffaa、FFFFAA、0xFFFFAA。下面的颜色设置也一样。
borderBackgroundColor=4682B4

;边框四角的圆角程度，0为直角
borderRadius=0

;文字输入框背景颜色
textBackgroundColor=4682B4

;输入文字颜色
textColor=ffffff

;输入文字字体
;editFontName=Consolas bold
editFontName=Hiragino Sans GB W6

;输入文字大小
editFontSize=12

;提示列表字体
listFontName=consolas

;提示列表字体大小
listFontSize=10

;提示列表背景颜色
listBackgroundColor=a8a8a8

;提示列表文字颜色
listColor=0x000000

;提示列表行数
listCount=5

;提示列表每行高度
lineHeight=19

;进度条颜色
progressColor=0x00cc99

[TTranslate]

[Keys]

